Repository: mozilla-l10n/mt-training-data
Catalog: wbl/wbl_pontoon.tmx
Source language: en_us
Languages: wbl

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
wbl: Umumi qisa’es̃h (zikes̃h) ya buyũng mimber (platform) wũzũmd kumdi ki ske fitri, k̃hat k̃hat woz nenivishetk qisa’vev (zikev) markuz tey. Yemep ghafch mũrudũm’ver malũmotev ghafch jald g̃hũrtner madad rand, woz yem zel yemep ghafch malũmot-e soysdon’v et pũrũt kẽt̃akkũzg’ver foydamand wost.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
wbl: Kommon Voysi Muzillaẽ oghz ki moshinẽ joyũvnẽr mẽdad wost ki khalgẽs̃h cersokht k̃hand.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
wbl: Komon Voysi dẽnyoẽ cẽ kũk̃htẽn lup mawjud mukhtalif zikẽ Voys d̃at̃aset̃

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
wbl: Tarbiyater madad k̃hak woz dẽ yũrt pũrũt rec̃hn-e dẽstan, ce sokht ki owog̃h-e namũnayisht tey, ilmi khalgisht, z̃aqlay koruboriyisht (tijorisht) woz owog̃h shinokht k̃hak-e shoqinishtes̃h Umumi Owog̃hũ Malũmotejay yarker wũzũmen. Oyo sashtep saker k̃hanit a ki chizer sashtes̃h k̃hũ owog̃hũ bandev vishũvn zoq carit?

source: Community and Languages
wbl: Jẽmoat woz zikisht.

source: Community, Creatives and Civil Society
wbl: Yũrt,paydo k̃hakkũzgisht woz shahri samoj

source: Community participation and decision making.
wbl: Guruhi Shirkat woz Faisala sozi.

source: Community Playbook
wbl: Jamoatẽ Playbook

source: Confirm Goal
wbl: Maqsadẽ tasdiq car

source: Connect with Gravatar
wbl: Gravatar mes̃h piwaynd woc

source: Contact
wbl: robitah

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
wbl: nẽvishnẽ kũzgvẽn robita, drama nigor yoy screen nevishnẽkũzg k̃hẽ yavẽ pers, yashtẽs̃h ki zoqẽn k̃hũ caq yarkẽ hẽr mẽrdumẽ bakhs̃h/ehata kat̃en

source: Contact Form
wbl: Kont̃ect̃ form

source: Contact the Common Voice team
wbl: Dẽ Kommon Voys grun rabita

source: Contact us
wbl: Dẽ sak g̃hatit

source: Contact Us
wbl: dẽ sk g̃hatit (robita carit )

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
wbl: Mawodi dẽ dhast dẽ <licenseLink>takhliqi umumi ijozatnomah</licenseLink>

source: Continue
wbl: Pur̃ut c̃haw

source: Continue speaking
wbl: K̃hẽnak pũrũt yundit

source: Continue validating
wbl: Towsiq k̃hakẽ jori lecẽr

source: Contribute
wbl: Rand/kat̃

source: Contribute on GitHub
wbl: Sẽk Git̃Hub shomil car.

source: Contribute sentences
wbl: Dẽ Jũmlav hisadori car/ Jũmla harẽm kat̃

source: Contribute text
wbl: matan shomil

source: Contribute to { $lang }
wbl: Rẽdho’r

source: Contribute to text corpus
wbl: Matanẽ growr hisadorig̃h

source: Contributing to dataset for { $language }
wbl: { $language }zik malũmotjay hisa kẽt̃ak dẽstan

source: Contribution Activity
wbl: Shẽrikatdori yak

source: Contribution Criteria
wbl: Hisadorig̃hẽ miyor

source: Contribution Experience
wbl: Rẽdho’r-e dẽgretkig̃h (tajarbah)

source: Contribution Guidelines
wbl: Hisadoriẽ fidat

source: Contributors record voice clips by reading from a bank of donated sentences.
wbl: Ce Jumlahe zakhiraven bukhs̃h k̃hake kuzgisht k̃hu sadohe "record" caren

source: Cookies
wbl: Kukiyisht

source: <cookiesLink>Cookies<cookiesLink>
wbl: <cookiesLink>Kukisht <cookiesLink>

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
wbl: <coquiLink>Corqui</coquiLink>ozodh qẽsa dẽsta makhsus t̃eknoloji. hadem mansubavi medest yek̃hk wocner STT woz TTs enjenisht

source: Cornish
wbl: Cornish Zikes̃h de Britoniahe Cornwall nunjay k̃hanen.

source: Correct
wbl: Dũrũst

source: Corsican
wbl: De Sardinia he Corsica Jazeera khalgve Zik

source: { $count } clips
wbl: { $count }klips

source: Country/Region of Residence
wbl: Halak-e (zindagig̃h remeyn-e) kishwar (mũlk)/mintaqah

source: [Crackle] giant dinosaurs of [crackle] -riassic.
wbl: [Krekal] Borzẽngiran daynasour [Krakaal] -raysik

source: Create a Custom Goal
wbl: yi zẽrũratẽ maqsad gok̃h

source: Create a profile
wbl: yi profayl go

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
wbl: k̃hat yoy dẽ k̃hũ dustvẽn yoy zikẽ kommuniti mẽs̃h jadid qẽsaẽ jumlave gok̃hit - yanike write-a-thon sẽbabẽn

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
wbl: Yi zẽmunẽr domenẽ pẽjẽhon go,Jumlavẽ, matanẽ, trẽjũmavẽ, z̃aqlay zikẽ sokht woz bes̃h.

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
wbl: Sakes̃h yi zike kum hade batken moassar tariqahen sẽk 'Common voice' terpurut k̃hake bas vezin? Sake hayawe istimol k̃hake distan wasoyil et 'templates' paydo k̃hetk.

source: Crimean Tatar
wbl: Crimia he Tatari Zik

source: Criteria
wbl: mẽyor

source: Croatian
wbl: Junubi Slavic 'Croatia' he Qaumi Zik

source: Culturally specific questions
wbl: Makhsus Saqofati sawolisht

source: Czech
wbl: Check Zik

source: Dagbani
wbl: Ghana et Togo ve yi Muqomi Zik

source: Daily Goal
wbl: Harorẽ maqsad

source: Danish
wbl: Denmarke Qaumi Zik

source: Dargwa
wbl: De Daghistan Russ Dargin Qaumiate Zik

source: Dashboard
wbl: Sozsomon-e takht

source: Dataset
wbl: Dataset (Hisob-kitobe Ilm)

source: Dataset Release
wbl: Dataset oshkor

source: Datasets
wbl: d̃at̃aset̃isht (datasets)

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
wbl: ASR, STT, TTS woz dihar NLP javẽ d̃at̃aset̃- cẽ jẽmoat̃ mẽdadẽn k̃hatk

source: Date
wbl: D̃at̃a

source: Days
wbl: Rorisht

source: Delete
wbl: Vishũv

source: Delete my recordings
wbl: Z̃hũ rikord̃ing but

source: Delete Profile
wbl: Khokah vishũv

source: Dhivehi
wbl: Maldive sarkori zik

source: Dholuo
wbl: Kenya et Tanzania he yi Lou Guruhe Zik

source: Did you know…
wbl: Cẽr tawẽ dishta…

source: Different language
wbl: Digar qism-e qisayisht (zikisht)

source: Difficult
wbl: zur

source: Difficult to pronounce
wbl: K̃hẽnaki zur

source: Dioula
wbl: Maghribi Afriqa he yi lup zik

source: Discard ongoing recording
wbl: jori rekord̃ingẽ zoya yoy rad car

source: Discover languages and communities and common voice
wbl: Zikvẽ, jẽmoatvẽ woz Kommon voysẽ dẽryoft/ got

source: do
wbl: go

source: Documentation
wbl: Dastawez k̃hak

source: Does the sentence meet the guidelines?
wbl: Cẽrg jũmlayi yicũvnẽ mẽtobiq teya?

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
wbl: ce Ẽhatani jumla mowzu mẽrod . hanivẽs̃h, tu dẽ mung intikhobẽ bas wez

source: Donate
wbl: Randit

source: Donate your voice
wbl: K̃hũ owozẽ Ẽtya rand/ K̃hu owozẽ nomũs rand

source: Done
wbl: Vite

source: do not
wbl: Ney

source: Don’t Add
wbl: Qitti Mecar

source: Don't see your language on Common Voice yet?
wbl: Sẽk Kommon Voysẽs̃h (common voice) ghal k̃hũ zikẽ ne winẽm/ ghalẽbatkẽs̃h k̃hũ zikẽ sẽk Kommon voys ne wina?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
wbl: Cerg tus̃h tus̃h k̃hu zike akasiye (reflection) sek D̃at̃aset̃ wina? kumd zikẽ arzẽr sek spo zikve wẽraq rec̃h

source: Don't wish to say
wbl: K̃hẽnak zoqi nast

source: Download
wbl: D̃ownlowd̃

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible with you!
wbl: Common Voysẽri ki waqia yoy tawẽ chiz k̃htk k̃hũ sarfiket̃ d̃ownlowd̃—yemẽb tor mumkin ne wost!

source: Download Common Voice Data
wbl: Kommon Voyse d̃at̃a d̃ownlowd̃

source: Download Data
wbl: D̃at̃aẽ D̃ownlod̃

source: Download Dataset Bundle
wbl: D̃at̃aset̃ẽ khẽfchaẽ d̃ownlowd̃

source: Download { $language }
wbl: D̃ownlowd̃

source: Download Links
wbl: Khũmũv-e rabtisht/rishayisht/ragisht (links)

source: Download My Data
wbl: Z̃hũ malũmotev khamũv

source: Download options for accessing Common Voice data
wbl: Dẽ kommon vos g̃hẽtakẽr ikhtiyor/ zoqvẽ d̃ownlowd̃

source: Download our press pack <icon></icon>
wbl: Spo pres pekẽ (press pack) downlowd̃ <icon></icon>

source: Download our voice datasets
wbl: Spo owozẽ d̃at̃asẽtẽ d̃ownlowd̃

source: Download profile data
wbl: Khoka -e molumot khamũv

source: Download the Dataset
wbl: D̃at̃a setẽ D̃ownlowd̃

source: Download the Single Word Target Segment
wbl: Wir harf T̃arget̃ Segment̃ẽ d̃ownlod̃it

source: Download your contribution certificate
wbl: K̃hũ hisa dorig̃hẽ sartifiketẽ d̃onlowd̃ car.

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
wbl: tus̃h disha ki Kommunit̃ Voys d̃at̃asetẽb cẽr sokht baf gon ? sakẽr sek D̃iscours k̃han

source: Do you want to continue?
wbl: tus̃h jori lecra?/ tus̃h jori lẽcẽrnẽ zoq cara?

source: Do you want to Speak, Listen or both?
wbl: Tus̃h sirf k̃hẽnak, kẽshũnẽ zoqa ne kifch?

source: Drag and drop or <browseWrap>Browse</browseWrap>
wbl: Kus̃hun et sivand yoy<browseWrap>sũma (tayin)</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
wbl: K̃hũ fayl e drem kus̃hunit yoy <uploadButton>klikit k̃he Sanũvit (upload)</uploadButton>

source: Drop file here to upload
wbl: Fayl e drem kat̃it (sivandit) k̃he sanũvit

source: Duala
wbl: Camaroon e yi Banto Zik

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
wbl: Rẽdho’r g̃hũrtn-e wakht, pishnihod’vep cẽbas leceren cẽ g̃hũrt en qlich en (praqũv en/klik en)cẽbas. Rẽdho’rep yiktoh pũrũt c̃hit dẽ wẽzayn-e 5 sabtk̃hetk’v en, yoy tasdiqk̃hetk’v en.

source: Dutch
wbl: Dutch Zikes̃h de Netherlands, Belgium, Surinam et Carribian Jazayir ev k̃hanen

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
wbl: Dẽ d̃at̃asetẽs̃h har darjẽn yi alag MP3 woz yon k̃hũn matanẽ foyil wost. Dẽ d̃at̃aset rikord̃ k̃hetk ghafch soatẽ <b>{ $total }</b>d̃mogrefik met̃a d̃at̃ayi bẽ shomil, yaniki, ũmẽr, jins, lehja kumdẽs̃h ki k̃henakẽ rikord̃ẽ drustẽgig̃hir mashinẽr medad wost. hanivi d̃at̃aset̃ sẽk<b>{ $valid }</b>mushtamil, zikẽ towsiqẽ soatẽs̃h <b>{ $languages }</b>,magam sakes̃h hamish ziyoda owozẽt zikẽ shomilẽn. spo zikẽ wẽraqẽ <languagesLink> yi loy tayin, zikẽ bobatẽn yoy shomil k̃hakẽr

source: Eastern Huasteca Nahuatl
wbl: Yem Zikes̃h de Maxicove La Huasteca nung jaye khalgisht k̃hanen

source: Eastern Min
wbl: Chine Mashriqi Min dong Qaumiyate Zik

source: Easy
wbl: oson

source: Easy to Understand
wbl: Puzuv kitaker Oson Humuyd

source: Ebrie
wbl: Shak Zik (Kyaman yoy Giyaman)

source: Edit
wbl: Rost

source: Edit Profile
wbl: Khoka rost car

source: Email
wbl: Barqinomah

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
wbl: Barqi nomah: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
wbl: Dastkhat gok̃hit

source: Email is already used for a different account
wbl: Barqinomayi yi digar hisober (akkawnt̃er) yarker wezg

source: Email Subscriptions
wbl: Barqinomah-e rẽdho’r/dũrzn

source: English
wbl: Angreezi

source: Enter Email to Download
wbl: D̃ownlowd̃ẽ dẽstan k̃hũ mail kat̃

source: Enter email to send a sign up link
wbl: Sayn ap link sẽtũynẽr emaile intar

source: Enter your Country/Region of Residence
wbl: K̃hũ halak-e kishwar (mũlk)/mintaqah e k̃han/nivish (chermũv)

source: Enter your email
wbl: K̃hũ barqi nomah drem chermũvit

source: Enter your public domain sentence here
wbl: K̃hũ umumi d̃omen-e (domain) jũmla e drem nivishit

source: Enter your public domain sentences here
wbl: K̃hũ umumi d̃omen-e (domain) jũmla’v e drem nivishit.

source: Error
wbl: Ghẽlatig̃h (rẽpak̃hkig̃h)

source: Error adding sentence
wbl: Rẽpak̃hk Jũlah dẽ izofah k̃hak

source: Error { $code }
wbl: nuqs{ $code }

source: Error while playing audio file.
wbl: Repecn yem owog̃hũband j̃ẽkhak wakht

source: Erzya
wbl: Erzia i Russian Federation e Mordovia woz chandi digar Iloqave Zik

source: Esperanto
wbl: Rabita he zik (European)

source: Estonian
wbl: Estoni Zik

source: Eton
wbl: Junubi Englistone yi Diyor

source: Events
wbl: Rujisht

source: Everyone
wbl: kũk̃ht/ kũtan

source: Ewe
wbl: May

source: Ewondo
wbl: Cameroon e Khalgve Bantu Zik

source: Example
wbl: misol

source: Exceeded 500 questions. Reduce number of questions and retry.
wbl: shekhẽstẽ 500 sowolisht. sowolve cam car woz kushish

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
wbl: Dilchasp Khabarisht! Filbadih Taqririsht Terpurut! Woz spo Ikhtilofe tayin k`hake distan toza malumat gotit.

source: Exit & Delete clips
wbl: Kẽlipẽ bũt woz niwiz

source: Explore datasets <icon></icon>
wbl: D̃at̃set̃ẽ got<icon></icon>

source: Explore the community and languages supported by Common Voice
wbl: Jẽmoatvẽ woz zẽbonvẽ s̃hẽkur kumdvẽri ki Kommon voysẽ mẽdad k̃hetk

source: Express or solicit prejudiced or offensive sentiments
wbl: zohi yoy pers terafdori yoy qarwẽzũmne jumlave

source: Failed to copy SHA256 Checksum
wbl: Cheksum SHA256 naqlẽr nokom

source: Fang
wbl: Janwarve Draoz Dundukisht

source: FAQ
wbl: (Ziyot Persetk Sawolisht: ZPS)

source: Faroese
wbl: De Denmark Faroe Jazeera he Khalgve Zik

source: Featured in...
wbl: yẽmẽ sokhti

source: Female/Feminine
wbl: Moda/moch

source: Fewer than 15 words per sentence
wbl: Har jũmlah cẽ 15 lavz’v en rẽ dest

source: Fields marked with an asterisk (*) are required.
wbl: Ya asterisk (*) nis̃hundiyetk jayishtev darkor.

source: File is too large
wbl: Fayli ghafch lup

source: File is too small
wbl: Fayli ghafch z̃aqlay

source: Finance
wbl: Moliyot

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
wbl: Hayave sẽma carit kuyes̃hki khiyol lecert. Hadamve dest Jamia't; zike schoolisht; himoyati guruhisht yoy 'data science' guruhisht shomil tey. Damev g̃hitake kushesh carit woz ramve puzuv katithki chisokht woz chizer yaver madadgor wocn awaji. spo rabitahe emailve 'template' tayin carit.

source: Find us on Matrix
wbl: Sẽk Mat̃riks sakẽ (Matrix) got

source: Finish editing first?
wbl: badal k̃hakẽ/ ed̃it̃ingẽ awalgũni vec̃hũv

source: Finish recording
wbl: ricord̃ing vec̃hũv

source: Finish recording first?
wbl: awalgũni rikord̃ing vec̃hũv

source: Finish Review
wbl: Dẽdẽg̃hkẽ vec̃hũv

source: Finish validating
wbl: Towsiq k̃hakẽ vẽchũv

source: Finish validating clips?
wbl: kẽlipẽ towsiq k̃hakẽ vec̃hũv?

source: Finnish
wbl: Finland e Khalgish yoy Zik

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
wbl: Tẽrmis tayin cer ki ti ziki hadra maujud teya, agarki nasti; yanes̃h tu k̃hu zike hadra kitake arz k̃hake bas veze. Hadrai bu darja'esht, Site Tarjuma k̃hak woz Jumlahev jama k̃hak.

source: Follow guidelines from “What sentences can I add?”
wbl: Hayem vẽdekev (rahnumoyi’v) e cẽ “Kum jũmla’ves̃h wuz kẽt̃ak kercerem?” en dũrzit.

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
wbl: har yi atya k̃hetk owozẽ woz owd̃iyo klip towsiq car.ti akountẽ d̃ishbord̃i apd̃et̃ <br/> ti akownt̃ẽ d̃ishbord̃ẽsh har zikẽ tozat̃erin peshraftẽr apd̃et̃ carẽn, dẽ kumdẽs̃h ki tu tawun car. yan, tus̃h cẽ yiwẽn ziyoda hisa kat̃!<br/><br/>k̃hu holot tayinẽr d̃ishbord̃ẽ istmol, tayin ki tus̃h cẽrsokht go dẽ digarvẽn dẽ jẽmoat woz haftaworẽt harorẽ hadaf muqarar

source: for example
wbl: yaniki

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
wbl: Public d̃omen text kumdi ki sek tẽnov nas, tus̃h talimi hawolaẽ tariq yaniki harvard Stayl "jess(2021)z̃hũ mẽrdũmẽr laysenz nazmisht"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
wbl: Tẽknolojiyi kũk̃htẽr baf yarkẽ dẽstan, haya d̃at̃a kumdẽs̃h ki k̃hakẽkũzgvẽr t̃eknoloji k̃hakẽr mẽdadẽ dẽstan ghafch qismẽ khalgvẽ barar fikrẽn. yaniki, agar ki sak kumd khos tẽlafuzẽ k̃hẽnakẽ kũzgvẽ shomil ne carẽn, andib teknoloji haya makhsus k̃halgvẽr yark ne k̃hakẽ bas wizit<learnMore>caq ziyoda dish ki met̃ad̃at̃a-yi chir zẽrũri. </learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
wbl: Yem pishkash k̃hetk (khũmũvetk) zik’v-e dẽstan, ya websayt̃ev komyobig̃h mes̃h en dẽ <localizationGlossaryLink>desiyat (muqomiyat)</localizationGlossaryLink> woz demev bes̃h en tẽr bes̃h <sentenceCollectionGlossaryLink>g̃hũrtetk jũmla’vev</sentenceCollectionGlossaryLink> pũrũt yundak dẽstan <speakLink>k̃han</speakLink>et <listenLink>kũs̃hũy</listenLink> dhetkũng’v ijozat wost

source: Foundations
wbl: Bũnyodhisht

source: French
wbl: Fransisi Zik

source: Frisian
wbl: Frisian i yi German et Netherland e Zik

source: Fulah
wbl: De Senegal et Sudane Shupunve Zik

source: Galician
wbl: Shumal- Maghribi Spain e yi Muqomi Zik

source: General
wbl: Umumi

source: General language / multiple variants
wbl: Umumi Zik et C̃hak Badal Wocnkũzgisht (variants)

source: Georgian
wbl: 'Georgia' he Qawmi Zik

source: German
wbl: Jarman Zik yoy Khalg

source: Get in touch
wbl: Piwand halit

source: Get in touch <icon></icon>
wbl: Rabitar hal <icon></icon>

source: Get involved
wbl: Qiti wocit

source: Get Involved
wbl: Cherem

source: Get started <icon><icon>
wbl: Oghoz car<icon><icon>

source: Get started with goals
wbl: Dẽ maqsadẽn s̃hẽru/ oghoz car

source: Get Started with Speech Recognition
wbl: K̃hẽnakẽ rikord̃ingẽ mes̃h shẽru

source: Get your certificate
wbl: K̃hũ sarfiketẽ dũrz

source: Gheg Albanian
wbl: Gheg Alnaian

source: Ghomala
wbl: Cameroone yi Muqomi Zik

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
wbl: <githubLink>NVIDIA MeMo</githubLink>™ teyi yi<docsLink>het̃ zẽrya t̃ulkit̃</docsLink>jẽdidtẽrin qẽsa k̃hakẽ AI mod̃el tẽyor k̃hakẽkũzg mohqiqvẽ destan

source: Goal reached
wbl: Mẽnzil ghatẽ/ hadaf g̃hatẽ

source: Goals
wbl: Hadaf

source: Goan Konkani
wbl: Goa-Hindustoni muqomi Zik

source: Go to Discourse
wbl: Sẽk d̃iscous rec̃h

source: Go to Languages Page
wbl: Sẽk zikvẽ wẽraq rec̃h

source: Go to { $name }
wbl: rech pẽ{ $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
wbl: Spo Intizomve bobaten woz be joyit.

source: Governments
wbl: Hũkũmatisht

source: Grammatical / spelling error
wbl: Gramar/ hijaẽ nuqs

source: Great! How many clips a week?
wbl: gok̃h! cum klip har hẽfta?/ har hẽftas̃h cum klip gok̃h?

source: Great! How many clips per day?
wbl: gok̃h! haror cum klip? harorẽs̃h cum klip gok̃h?

source: Great!<recordIcon></recordIcon> Record your next clip
wbl: Khub!<recordIcon></recordIcon> ya yor kẽlipẽ record̃

source: Great work!<playIcon></playIcon> Listen again when you're ready
wbl: khub yark! <playIcon></playIcon> tiyorẽt ki vitẽ dẽbora kẽs̃hũy

source: Greek
wbl: Yunani

source: Gronings
wbl: De Netherland e Frisian e Dest Sexsonian Zik

source: Guarani
wbl: Junubi Amerikahe cebur mukve Zik

source: Guidelines
wbl: Tuk-e Vẽdekisht (rahnumoyisht)

source: Gujarati
wbl: Gujarati Zikes̃h de Pokiston et Hindustan e mukhtalif jayev K̃hanen

source: Gujari
wbl: Gjari

source: Haitian
wbl: Haiti e Qawmi Zik

source: Hakha Chin
wbl: De Mayanmar Markazi Chin Subahe Zik

source: Hausa
wbl: Hausa Zikes̃h the Chad nun Afriqi mulk k̃hanen

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
wbl: Rek̃hkũng yoy wẽzaynẽ waqia dũrz, dẽs̃ken yo shomil car, sakẽb yo k̃hũ jẽmoatẽr ilonẽn yoyeb yo barar yi blog nivishẽn

source: Have Feedback?
wbl: Chiz mashwẽryi teya?

source: Have you read our Terms?
wbl: Cerg tawẽ spo shartẽv joyetka?

source: Having an account is not required to contribute, though it is helpful.
wbl: Akownt wocni zẽrũrat nas ki shirkatdori caren, magam yemi yormand

source: Having a profile is not required to contribute though it is helpful, see why below.
wbl: Albat mẽdadgorẽ shomil k̃hakri profaylẽ zẽrũrat nast , rẽ dest tayin ki chizẽr.

source: Healthcare
wbl: Sihat-e Nigahdorig̃h (health care)

source: Hebrew
wbl: Israel e Qaumi Zik. Yemres̃h Ibrani Zik be K̃hanen

source: Help
wbl: Kũmek/madad

source: Help Common Voice reach { $hours } hours in a language with a personal goal
wbl: Kommon Voysẽr mẽdad woc ki ya dẽ ti zikẽ zoti maqsad g̃hat { $hours }

source: Help create Common Voice’s first target segment in { $locale }
wbl: Dẽ { $locale } Kommon Voysẽ (common Voice) awalgũni maqsadẽ hosilẽr mẽdad car

source: Help reach { $hours } hours in { $language } with a personal goal
wbl: kũk̃htẽr zoti maqsadẽr yi soat mẽdad{ $hours }{ $language }

source: Help teach machines how real people speak, donate your voice at { $link }
wbl: Mashin-e yek̃hk k̃hak madad randit ki ce sokhtes̃h yi asl khalg qisa cart, k̃hũ owog̃h e randit skẽ { $link }

source: Help us build a community around voice technology, stay in touch via email.
wbl: wezit voice technology gird yi jamoat tyor caren, email zaryan robita'er halen
